# x = 'abcd'
# for i in range(len(x)):
#     print(i)

# x = 3
# y = 4
# z = x + y
# z = z + 1
# x = y
# y = 5
# x = z + y +7
# print(x)

# Напишите программу вывода на экран трех последовательно 
# идущих чисел, каждое на отдельной строке. 
# Первое число вводит пользователь, остальные числа вычисляются в программе.
# x = int(input())
# y = x + 1
# z = y + 1
# print(x)
# print(y)
# print(z)"""

# Напишите программу, которая считывает три целых числа 
# и выводит на экран их сумму. Каждое число записано в отдельной строке.
# x = int(input())
# y = int(input())
# z = int(input())
# a = x + y + z
# print(a)

# Напишите программу, 
# вычисляющую объём куба и площадь его полной поверхности, 
# по введённому значению длины ребра.